---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SteelElemYDistance
source: html/38752266-37a0-40b9-6ed2-b4f0e4c14b9c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SteelElemYDistance Property

"Side 2"

## Syntax (C#)
```csharp
public static ForgeTypeId SteelElemYDistance { get; }
```